Repository: Wayne-Kim/pocket-sisyphus
Catalog: ios/PocketSisyphus/Localizable.xcstrings
Source language: ko
Languages: ar, en, es, fr, hi, ja, pt_br, ru, zh_hans

source: 모델이 Bash·Write·Edit 같은 도구를 호출하려 할 때 모바일에 승인 카드가 뜹니다. 카드에는 어떤 명령을 실행할지 / 어떤 파일을 어떻게 바꿀지 미리 보기로 보여줍니다.
ar: عندما يحاول النموذج استدعاء أداة مثل Bash أو Write أو Edit، تظهر بطاقة موافقة على الجهاز المحمول، تعرض مسبقًا الأمر الذي سيُنفّذ أو الملف وكيف سيتغيّر.
en: When the model tries to use a tool like Bash, Write or Edit, an approval card appears on mobile with a preview of the command or the file change.
es: Cuando el modelo intenta usar una herramienta como Bash, Write o Edit, aparece una tarjeta de aprobación en el móvil con la vista previa del comando o del cambio de archivo.
fr: Quand le modèle veut utiliser un outil tel que Bash, Write ou Edit, une carte d’autorisation apparaît sur mobile avec un aperçu de la commande ou de la modification.
hi: जब मॉडल Bash, Write या Edit जैसा टूल कॉल करता है, मोबाइल पर एक अनुमोदन कार्ड दिखता है जिसमें कमांड या फ़ाइल बदलाव का पूर्वावलोकन होता है।
ja: モデルが Bash や Write、Edit などのツールを呼び出そうとすると、モバイルに承認カードが表示され、実行されるコマンドや変更される内容のプレビューが見られます。
pt_br: Quando o modelo tenta usar uma ferramenta como Bash, Write ou Edit, um cartão de aprovação aparece no celular com a prévia do comando ou da mudança de arquivo.
ru: Когда модель пытается вызвать инструмент типа Bash, Write или Edit, на мобильном появляется карточка одобрения с предпросмотром команды или изменения файла.
zh_hans: 当模型尝试调用 Bash、Write、Edit 等工具时,手机上会弹出批准卡片,显示要执行的命令或文件变更预览。

source: 모두 보관
ar: أرشفة الكل
en: Archive All
es: Archivar todo
fr: Tout archiver
hi: सभी संग्रह करें
ja: すべてアーカイブ
pt_br: Arquivar tudo
ru: Архивировать все
zh_hans: 全部归档

source: 모두 복구
ar: استعادة الكل
en: Restore All
es: Restaurar todo
fr: Tout restaurer
hi: सभी पुनर्स्थापित करें
ja: すべて復元
pt_br: Restaurar tudo
ru: Восстановить все
zh_hans: 全部恢复

source: 모두 삭제
ar: حذف الكل
en: Delete All
es: Eliminar todo
fr: Tout supprimer
hi: सभी हटाएँ
ja: すべて削除
pt_br: Excluir tudo
ru: Удалить все
zh_hans: 全部删除

source: 모두 승인
ar: الموافقة على الكل
en: Approve All
es: Aprobar todo
fr: Tout approuver
hi: सभी स्वीकृत करें
ja: すべて承認
pt_br: Aprovar tudo
ru: Одобрить все
zh_hans: 全部批准

source: 모두 중지
ar: إيقاف الكل
en: Stop All
es: Detener todo
fr: Tout arrêter
hi: सभी रोकें
ja: すべて停止
pt_br: Parar tudo
ru: Остановить все
zh_hans: 全部停止

source: 모두 지우기
ar: مسح الكل
en: Clear All
es: Borrar todo
fr: Tout effacer
hi: सभी मिटाएं
ja: すべて消去
pt_br: Apagar tudo
ru: Очистить всё
zh_hans: 全部清除

source: 모드
ar: الوضع
en: Mode
es: Modo
fr: Mode
hi: मोड
ja: モード
pt_br: Modo
ru: Режим
zh_hans: 模式

source: 모든 SSH 채널 연결 실패
ar: فشل الاتصال بجميع قنوات SSH
en: All SSH channel connections failed
es: Fallaron todas las conexiones de canal SSH
fr: Toutes les connexions de canal SSH ont échoué
hi: सभी SSH चैनल कनेक्शन विफल
ja: すべての SSH チャネル接続に失敗しました
pt_br: Todas as conexões do canal SSH falharam
ru: Все SSH-каналы не подключились
zh_hans: 所有 SSH 通道连接均失败

source: 모든 권한 자동 승인
ar: الموافقة التلقائية على جميع الأذونات
en: Auto-approve all permissions
es: Aprobar automáticamente todos los permisos
fr: Accepter automatiquement toutes les autorisations
hi: सभी अनुमतियाँ स्वतः अनुमोदित करें
ja: すべての権限を自動承認
pt_br: Aprovar todas as permissões automaticamente
ru: Авто-одобрять все разрешения
zh_hans: 自动批准所有权限

source: 모든 단계가 이 repo 에서 실행돼요. 단계는 차례로 이어지고, 앞 단계의 결과 폴더를 다음 단계가 참조해요.
ar: تُنفَّذ كل الخطوات في هذا المستودع. تتسلسل الخطوات بالترتيب، وتشير كل خطوة إلى مجلد نتائج الخطوة السابقة.
en: All steps run in this repo. Steps chain in order, and each step references the previous step’s result folder.
es: Todos los pasos se ejecutan en este repo. Los pasos se encadenan en orden y cada uno consulta la carpeta de resultados del paso anterior.
fr: Toutes les étapes s’exécutent dans ce dépôt. Les étapes s’enchaînent dans l’ordre et chacune consulte le dossier de résultats de l’étape précédente.
hi: सभी चरण इसी रिपॉज़िटरी में चलते हैं। चरण क्रम से जुड़ते हैं और हर चरण पिछले चरण के परिणाम फ़ोल्डर को संदर्भित करता है।
ja: すべてのステップはこのリポジトリで実行されます。ステップは順番につながり、各ステップは前のステップの結果フォルダを参照します。
pt_br: Todas as etapas são executadas neste repo. As etapas se encadeiam em ordem e cada uma consulta a pasta de resultados da etapa anterior.
ru: Все шаги выполняются в этом репозитории. Шаги идут по порядку, и каждый ссылается на папку результатов предыдущего шага.
zh_hans: 所有步骤都在此仓库中运行。步骤按顺序衔接，每一步会引用上一步的结果文件夹。

source: 모든 통신은 Tor 회로를 거칩니다. 가끔 끊기는 이유와 회복 방법.
ar: كل الاتصالات تمر عبر دائرة Tor. لماذا تنقطع أحيانًا وكيف تُسترجع.
en: All traffic goes through a Tor circuit. Why it sometimes drops, and how to recover.
es: Todo el tráfico pasa por un circuito Tor. Por qué a veces se cae y cómo recuperarlo.
fr: Tout le trafic passe par un circuit Tor. Pourquoi il coupe parfois et comment récupérer.
hi: सारा संचार Tor सर्किट से होकर जाता है। यह कभी-कभी क्यों कटता है और कैसे ठीक करें।
ja: すべての通信は Tor 回路を経由します。たまに切れる理由と復帰方法。
pt_br: Todo o tráfego passa por um circuito Tor. Por que às vezes cai e como recuperar.
ru: Весь трафик идёт через цепь Tor. Почему он иногда обрывается и как восстановить.
zh_hans: 所有通信都通过 Tor 线路。为何偶尔会断,以及如何恢复。

source: 모바일에서 이어 받으려면 아래 버튼을 누르세요.
ar: اضغط الزر أدناه لمتابعة العمل من الهاتف.
en: Tap below to resume on mobile.
es: Toca abajo para continuar en el móvil.
fr: Touchez ci-dessous pour reprendre sur mobile.
hi: मोबाइल पर जारी रखने के लिए नीचे टैप करें।
ja: 下のボタンでモバイルから引き継ぎます。
pt_br: Toque abaixo para retomar no celular.
ru: Нажмите ниже, чтобы продолжить на мобильном.
zh_hans: 轻触下方按钮以在手机上接续。

source: 목록 조회 실패: %@
ar: فشل تحميل القائمة: %@
en: Failed to load the list: %@
es: Error al cargar la lista: %@
fr: Échec du chargement de la liste : %@
hi: सूची लोड करने में विफल: %@
ja: 一覧の取得に失敗しました: %@
pt_br: Falha ao carregar a lista: %@
ru: Не удалось загрузить список: %@
zh_hans: 加载列表失败：%@

source: 무료 체험 %@일 남음. 탭하면 잠금 해제 화면으로 이동합니다.
ar: تبقّى %@ يومًا من الفترة التجريبية المجانية. اضغط للانتقال إلى شاشة فتح القفل.
en: %@ day(s) left in the free trial. Tap to go to the unlock screen.
es: Quedan %@ día(s) de la prueba gratuita. Toca para ir a la pantalla de desbloqueo.
fr: Il reste %@ jour(s) à l’essai gratuit. Appuyez pour aller à l’écran de déverrouillage.
hi: मुफ्त ट्रायल में %@ दिन शेष। अनलॉक स्क्रीन पर जाने के लिए टैप करें।
ja: 無料体験はあと %@ 日。タップでロック解除画面に移動します。
pt_br: Faltam %@ dia(s) no teste gratuito. Toque para ir à tela de desbloqueio.
ru: Бесплатный период: ещё %@ дн. Нажмите, чтобы перейти к экранy разблокировки.
zh_hans: 免费试用还剩 %@ 天。点按前往解锁界面。

source: 무료 체험 %lld일 남음
ar: تبقّى %lld يوم من الفترة التجريبية
en: %lld day(s) left in the free trial
es: Quedan %lld día(s) de prueba gratuita
fr: %lld jour(s) restant(s) dans l’essai gratuit
hi: मुफ्त ट्रायल में %lld दिन शेष
ja: 無料体験あと %lld 日
pt_br: Faltam %lld dia(s) no teste gratuito
ru: Бесплатный период: ещё %lld дн.
zh_hans: 免费试用还剩 %lld 天

source: 무료 체험 마지막 날이에요
ar: هذا آخر يوم في الفترة التجريبية
en: Last day of the free trial
es: Último día de la prueba gratuita
fr: Dernier jour de l’essai gratuit
hi: मुफ्त ट्रायल का अंतिम दिन
ja: 無料体験は今日が最終日です
pt_br: Último dia do teste gratuito
ru: Последний день бесплатного периода
zh_hans: 免费试用最后一天

source: 무료 체험이 끝났나요?
ar: هل انتهت الفترة التجريبية المجانية؟
en: Free trial about to end?
es: ¿La prueba gratuita está por terminar?
fr: Essai gratuit bientôt terminé ?
hi: क्या मुफ्त ट्रायल समाप्त हो गया?
ja: 無料体験は終わりましたか?
pt_br: O teste gratuito acabou?
ru: Бесплатный период подходит к концу?
zh_hans: 免费试用快结束了吗?

source: 무료 체험이 끝났어요
ar: انتهت الفترة التجريبية المجانية
en: Free trial has ended
es: La prueba gratuita ha terminado
fr: L’essai gratuit est terminé
hi: मुफ्त ट्रायल समाप्त हो गया
ja: 無料体験が終了しました
pt_br: O teste gratuito terminou
ru: Бесплатный период закончился
zh_hans: 免费试用已结束

source: 무슨 일이 있었나요? (증상과 재현 절차를 적어 주세요)
ar: ماذا حدث؟ (صف الأعراض وخطوات إعادة الإنتاج)
en: What happened? (Describe the symptoms and steps to reproduce)
es: ¿Qué ocurrió? (Describe los síntomas y los pasos para reproducirlo)
fr: Que s'est-il passé ? (Décrivez les symptômes et les étapes pour reproduire)
hi: क्या हुआ? (लक्षण और दोहराने के चरण लिखें)
ja: 何が起きましたか？（症状と再現手順を書いてください）
pt_br: O que aconteceu? (Descreva os sintomas e os passos para reproduzir)
ru: Что произошло? (Опишите симптомы и шаги воспроизведения)
zh_hans: 发生了什么？（请描述现象和复现步骤）

source: 무인 실행이라 기본 켜짐 — 끄면 권한 확인에서 멈출 수 있어요.
ar: مُفعَّل افتراضيًا للتشغيل دون إشراف — عند إيقافه قد يتوقّف لطلب الأذونات.
en: On by default for unattended runs — if off, it may pause for permission prompts.
es: Activado por defecto para ejecuciones desatendidas; si lo desactivas, puede detenerse pidiendo permisos.
fr: Activé par défaut pour les exécutions sans surveillance — désactivé, il peut s’arrêter pour demander des autorisations.
hi: बिना निगरानी वाले रन के लिए डिफ़ॉल्ट रूप से चालू — बंद करने पर अनुमति के लिए रुक सकता है।
ja: 無人実行のため既定でオン — オフにすると権限確認で止まることがあります。
pt_br: Ativado por padrão para execuções autônomas — se desativado, pode parar pedindo permissões.
ru: Включено по умолчанию для автономных запусков — если выключить, может останавливаться на запросах разрешений.
zh_hans: 无人值守运行默认开启 — 关闭后可能会在权限确认处暂停。

source: 문제
ar: المشكلة
en: Problem
es: Problema
fr: Problème
hi: समस्या
ja: 問題
pt_br: Problema
ru: Проблема
zh_hans: 问题

source: 문제가 생겼어요
ar: حدث خطأ ما
en: Something went wrong
es: Algo salió mal
fr: Un problème est survenu
hi: कुछ गड़बड़ हो गई
ja: 問題が発生しました
pt_br: Algo deu errado
ru: Что-то пошло не так
zh_hans: 出错了

source: 미리 보기 미지원
ar: المعاينة غير مدعومة
en: Preview unsupported
es: Vista previa no disponible
fr: Aperçu non pris en charge
hi: पूर्वावलोकन समर्थित नहीं
ja: プレビュー未対応
pt_br: Pré-visualização indisponível
ru: Предпросмотр не поддерживается
zh_hans: 不支持预览

source: 미리 보기를 지원하지 않는다.
ar: المعاينة غير مدعومة.
en: Preview is not supported.
es: No se admite la vista previa.
fr: L’aperçu n’est pas pris en charge.
hi: पूर्वावलोकन समर्थित नहीं है।
ja: プレビューに対応していません。
pt_br: A pré-visualização não é suportada.
ru: Предпросмотр не поддерживается.
zh_hans: 不支持预览。

source: 미리보기 연결 중…
ar: جارٍ توصيل المعاينة…
en: Connecting preview…
es: Conectando la vista previa…
fr: Connexion de l’aperçu…
hi: पूर्वावलोकन कनेक्ट हो रहा है…
ja: プレビューに接続中…
pt_br: Conectando a pré-visualização…
ru: Подключение предпросмотра…
zh_hans: 正在连接预览…

source: 미리보기 주소 생성 실패
ar: فشل إنشاء عنوان المعاينة
en: Failed to build the preview URL
es: Error al generar la URL de la vista previa
fr: Échec de la création de l’URL de l’aperçu
hi: पूर्वावलोकन URL बनाने में विफल
ja: プレビュー URL の生成に失敗しました
pt_br: Falha ao gerar a URL da pré-visualização
ru: Не удалось сформировать URL предпросмотра
zh_hans: 生成预览地址失败

source: 미리보기 활성화 실패: %@
ar: فشل تفعيل المعاينة: %@
en: Failed to enable preview: %@
es: Error al activar la vista previa: %@
fr: Échec de l’activation de l’aperçu : %@
hi: पूर्वावलोकन सक्षम करने में विफल: %@
ja: プレビューの有効化に失敗しました: %@
pt_br: Falha ao ativar a pré-visualização: %@
ru: Не удалось включить предпросмотр: %@
zh_hans: 启用预览失败：%@

source: 미리보기를 열 수 없어요
ar: تعذّر فتح المعاينة
en: Can’t open the preview
es: No se puede abrir la vista previa
fr: Impossible d’ouvrir l’aperçu
hi: पूर्वावलोकन नहीं खोला जा सका
ja: プレビューを開けません
pt_br: Não foi possível abrir a pré-visualização
ru: Не удалось открыть предпросмотр
zh_hans: 无法打开预览

source: 미명시
ar: غير محدَّد
en: Not specified
es: Sin especificar
fr: Non spécifié
hi: निर्दिष्ट नहीं
ja: 記載なし
pt_br: Não especificado
ru: Не указано
zh_hans: 未说明

source: 미연결
ar: غير متصل
en: Not connected
es: Sin conexión
fr: Non connecté
hi: कनेक्ट नहीं है
ja: 未接続
pt_br: Não conectado
ru: Не подключено
zh_hans: 未连接

source: 바로 전송
ar: إرسال الآن
en: Send now
es: Enviar ahora
fr: Envoyer maintenant
hi: अभी भेजें
ja: すぐに送信
pt_br: Enviar agora
ru: Отправить сразу
zh_hans: 立即发送

source: 바이너리 파일
ar: ملف ثنائي
en: Binary file
es: Archivo binario
fr: Fichier binaire
hi: बाइनरी फ़ाइल
ja: バイナリファイル
pt_br: Arquivo binário
ru: Двоичный файл
zh_hans: 二进制文件

source: 받음
ar: تم التنزيل
en: Downloaded
es: Descargado
fr: Téléchargé
hi: डाउनलोड हो गया
ja: 取得済み
pt_br: Baixado
ru: Загружена
zh_hans: 已下载

source: 방금
ar: الآن
en: Just now
es: Justo ahora
fr: À l’instant
hi: अभी
ja: たった今
pt_br: Agora mesmo
ru: Только что
zh_hans: 刚刚

source: 방향 안 맞음
ar: اتجاه غير مناسب
en: Wrong direction
es: Dirección equivocada
fr: Mauvaise orientation
hi: ग़लत दिशा
ja: 方向性が合わない
pt_br: Direção errada
ru: Неверное направление
zh_hans: 方向不符

source: 백그라운드 끊김: iOS 는 백그라운드에서 일정 시간이 지나면 앱의 소켓을 닫습니다. 돌아왔을 때 «연결이 끊겼어요» 가 뜨면 정상 동작이고, 한 번 회복해주면 됩니다.
ar: انقطاع الخلفية: يقوم iOS بإغلاق منافذ التطبيق بعد فترة في الخلفية. ظهور «انقطع الاتصال» عند العودة سلوك متوقّع — يكفي استعادة الاتصال مرة.
en: Background drop: iOS closes the app’s sockets after a while in the background. Seeing “Disconnected” on return is expected — just recover once.
es: Caída en segundo plano: iOS cierra los sockets de la app tras un tiempo en segundo plano. Que aparezca «Conexión perdida» al volver es normal — basta con recuperar.
fr: Coupure en arrière-plan : iOS ferme les sockets de l’app après un certain temps en arrière-plan. Voir « Connexion interrompue » au retour est normal — il suffit de récupérer.
hi: बैकग्राउंड में कटाव: iOS कुछ समय बाद ऐप के सॉकेट बंद कर देता है। लौटने पर «कनेक्शन टूट गया» दिखना सामान्य है — एक बार रिकवर कर लें।
ja: バックグラウンド切断: iOS は一定時間バックグラウンドに入ると、アプリのソケットを閉じます。復帰時に「接続が切れました」と出るのは正常な動作で、一度復帰させればよいだけです。
pt_br: Queda em segundo plano: o iOS fecha os sockets do app após um tempo em segundo plano. Ver «Conexão perdida» ao retornar é normal — basta recuperar uma vez.
ru: Обрыв в фоне: iOS закрывает сокеты приложения после времени в фоне. «Соединение прервано» при возврате — это нормально, нужно лишь восстановить один раз.
zh_hans: 后台断开:iOS 在后台一段时间后会关闭应用的套接字。返回时看到「连接已断开」是正常现象,恢复一次即可。

source: 백그라운드 알림
ar: الإشعارات في الخلفية
en: Background notifications
es: Notificaciones en segundo plano
fr: Notifications en arrière-plan
hi: बैकग्राउंड सूचनाएँ
ja: バックグラウンド通知
pt_br: Notificações em segundo plano
ru: Фоновые уведомления
zh_hans: 后台通知

source: 백그라운드 연결 유지
ar: إبقاء الاتصال في الخلفية
en: Keep the connection alive in the background
es: Mantén la conexión activa en segundo plano
fr: Garder la connexion active en arrière-plan
hi: बैकग्राउंड में कनेक्शन बनाए रखें
ja: バックグラウンドで接続を維持
pt_br: Mantém a conexão ativa em segundo plano
ru: Поддержание соединения в фоне
zh_hans: 在后台保持连接

source: 백로그
ar: قائمة المهام
en: Backlog
es: Backlog
fr: Backlog
hi: बैकलॉग
ja: バックログ
pt_br: Backlog
ru: Бэклог
zh_hans: 待办

source: 백로그 (PO 루프)
ar: قائمة الأعمال (حلقة PO)
en: Backlog (PO loop)
es: Backlog (bucle de PO)
fr: Backlog (boucle PO)
hi: बैकलॉग (PO लूप)
ja: バックログ (PO ループ)
pt_br: Backlog (loop de PO)
ru: Бэклог (PO-цикл)
zh_hans: 待办列表 (PO 循环)

source: 백로그 탭은 Mac 데스크탑 앱이 PO 루프를 지원할 때만 첫 번째 탭으로 나타나요. 탭이 안 보이면 Mac 앱을 최신으로 업데이트하면 돼요. 일부 관점·옵션도 데스크탑 앱 버전에 따라 늘어나요.
ar: يظهر تبويب قائمة الأعمال كتبويب أول فقط عندما يدعم تطبيق سطح المكتب على Mac حلقة PO. وإن لم تجد التبويب فحدِّث تطبيق Mac إلى أحدث إصدار. كما تزداد بعض العدسات والخيارات بحسب إصدار تطبيق سطح المكتب.
en: The Backlog tab appears as the first tab only when your Mac desktop app supports the PO loop. If you don’t see the tab, update the Mac app to the latest version. Some lenses and options also expand with the desktop app version.
es: La pestaña Backlog aparece como primera pestaña solo cuando tu app de escritorio para Mac admite el bucle de PO. Si no ves la pestaña, actualiza la app de Mac a la última versión. Algunas lentes y opciones también aumentan según la versión de la app de escritorio.
fr: L’onglet Backlog apparaît comme premier onglet uniquement lorsque votre app de bureau Mac prend en charge la boucle PO. Si vous ne voyez pas l’onglet, mettez l’app Mac à jour vers la dernière version. Certaines lentilles et options augmentent également selon la version de l’app de bureau.
hi: बैकलॉग टैब पहले टैब के रूप में तभी दिखता है जब आपका Mac डेस्कटॉप ऐप PO लूप का समर्थन करता हो। टैब न दिखे तो Mac ऐप को नवीनतम संस्करण में अपडेट करें। कुछ लेंस व विकल्प भी डेस्कटॉप ऐप संस्करण के अनुसार बढ़ते हैं।
ja: バックログタブは、Mac デスクトップアプリが PO ループに対応しているときだけ最初のタブとして表示されます。タブが見えない場合は Mac アプリを最新に更新してください。一部の視点・オプションもデスクトップアプリのバージョンに応じて増えます。
pt_br: A aba Backlog aparece como primeira aba só quando seu app de desktop para Mac oferece suporte ao loop de PO. Se você não vir a aba, atualize o app do Mac para a versão mais recente. Algumas lentes e opções também aumentam conforme a versão do app de desktop.
ru: Вкладка «Бэклог» появляется первой только когда ваше десктопное приложение для Mac поддерживает PO-цикл. Если вкладки нет, обновите приложение для Mac до последней версии. Некоторые линзы и опции также расширяются с версией десктопного приложения.
zh_hans: 只有当你的 Mac 桌面应用支持 PO 循环时，待办列表才会作为第一个标签出现。若看不到该标签，请将 Mac 应用更新到最新版本。部分视角与选项也会随桌面应用版本而增加。

source: 백로그 탭이 주황으로 표시되는 건 «프로(고급)» 기능이라는 뜻이에요. 승인할 때 «새 worktree(별도 작업 폴더)에서 구현» 이나 «워크플로우로 구현 (자가검증 + 머지 승인)» 같은 고급 경로는 멤버십이나 영구 이용권으로 열려요 — 자세한 건 «프로 기능» 안내를 보세요.
ar: ظهور تبويب قائمة الأعمال باللون البرتقالي يعني أنها ميزة «Pro (متقدّمة)». وعند الموافقة، تُفتح المسارات المتقدّمة مثل «التنفيذ في worktree جديد (مجلد عمل منفصل)» أو «التنفيذ كسير عمل (تحقّق ذاتي + موافقة دمج)» عبر العضوية أو ترخيص دائم — راجع دليل «ميزات Pro» للتفاصيل.
en: The Backlog tab showing in orange means it’s a «Pro (advanced)» feature. When you approve, advanced paths like «Implement in a new worktree (separate working folder)» or «Implement as a workflow (self-verify + merge approval)» unlock with membership or a lifetime license — see the «Pro features» guide for details.
es: Que la pestaña Backlog aparezca en naranja significa que es una función «Pro (avanzada)». Al aprobar, las rutas avanzadas como «Implementar en un nuevo worktree (carpeta de trabajo aparte)» o «Implementar como flujo de trabajo (autoverificación + aprobación de fusión)» se desbloquean con la membresía o una licencia vitalicia; consulta la guía «Funciones Pro» para más detalles.
fr: Si l’onglet Backlog s’affiche en orange, c’est qu’il s’agit d’une fonction «Pro (avancée)». À l’approbation, les chemins avancés comme «Implémenter dans un nouveau worktree (dossier de travail séparé)» ou «Implémenter en tant que workflow (auto-vérification + approbation de fusion)» se débloquent avec l’abonnement ou une licence à vie — voir le guide «Fonctions Pro» pour les détails.
hi: बैकलॉग टैब का नारंगी दिखना यह दर्शाता है कि यह एक «प्रो (उन्नत)» सुविधा है। स्वीकृति के समय «नए worktree (अलग कार्य फ़ोल्डर) में क्रियान्वयन» या «वर्कफ़्लो के रूप में क्रियान्वयन (स्व-सत्यापन + मर्ज स्वीकृति)» जैसे उन्नत रास्ते सदस्यता या आजीवन लाइसेंस से खुलते हैं — विवरण के लिए «प्रो सुविधाएँ» मार्गदर्शिका देखें।
ja: バックログタブがオレンジで表示されるのは «プロ(高度)» 機能であることを意味します。承認時の «新しい worktree(別の作業フォルダ)で実装» や «ワークフローで実装(自己検証 + マージ承認)» のような高度な経路は、メンバーシップまたは永久ライセンスで開放されます — 詳しくは «プロ機能» の案内をご覧ください。
pt_br: A aba Backlog aparecer em laranja significa que é um recurso «Pro (avançado)». Ao aprovar, caminhos avançados como «Implementar em um novo worktree (pasta de trabalho separada)» ou «Implementar como workflow (autoverificação + aprovação de merge)» são liberados com a assinatura ou uma licença vitalícia — veja o guia «Recursos Pro» para detalhes.
ru: Если вкладка «Бэклог» отображается оранжевым, значит это функция «Pro (продвинутая)». При одобрении продвинутые пути, такие как «Реализовать в новом worktree (отдельной рабочей папке)» или «Реализовать как рабочий процесс (самопроверка + одобрение слияния)», открываются по подписке или с пожизненной лицензией — подробности в разделе «Pro-функции».
zh_hans: 待办列表标签显示为橙色，表示它是«专业版(高级)»功能。批准时，«在新的 worktree(独立工作文件夹)中实现»或«以工作流实现(自校验 + 合并批准)»等高级路径需通过会员或永久授权解锁——详情请看«专业版功能»说明。

source: 백로그가 처음인가요? 도움받기
ar: أول مرة مع قائمة الأعمال؟ احصل على مساعدة
en: New to the Backlog? Get help
es: ¿Es tu primera vez con el Backlog? Obtén ayuda
fr: Le Backlog, c’est nouveau pour vous ? Obtenir de l’aide
hi: बैकलॉग पहली बार? सहायता पाएँ
ja: バックログは初めてですか? ヘルプを見る
pt_br: Primeira vez no Backlog? Obter ajuda
ru: Впервые в Бэклоге? Получить помощь
zh_hans: 第一次用待办列表？获取帮助

source: 백로그는 하단 «백로그» 탭(주황)이자 이 앱이 가장 다른 점이에요. PO(프로덕트 오너) 에이전트가 레포의 신호 — 이슈·TODO 주석·문서·최근 변경 같은 — 를 스스로 모아 «다음에 뭘 하면 좋을지» 를 기회 브리프 카드로 제안하고, 당신은 그 카드를 읽고 결정만 내려요. 무엇을 만들지 일일이 적지 않아도, 에이전트가 신호를 모아 올리고 사람은 결재만 하는 흐름이에요.
ar: قائمة الأعمال هي التبويب السفلي «قائمة الأعمال» (برتقالي) وأكثر ما يميّز هذا التطبيق. يقوم وكيل PO (مالك المنتج) بنفسه بجمع إشارات المستودع — المسائل وتعليقات TODO والمستندات والتغييرات الأخيرة وما شابه — ويقترح «ما الذي يُنجز تاليًا» على شكل بطاقات موجز فرص؛ وما عليك سوى قراءة كل بطاقة واتخاذ القرار. فبدلًا من تحديد ما يُبنى بندًا بندًا، يجمع الوكيل الإشارات ويعرضها بينما يكتفي الإنسان بالاعتماد.
en: The Backlog is the bottom «Backlog» tab (orange) and what sets this app apart most. A PO (product owner) agent gathers the repo’s signals — issues, TODO comments, docs, recent changes and the like — on its own and proposes «what to do next» as opportunity-brief cards; you just read each card and decide. Instead of spelling out what to build, the agent collects signals and posts them while you only sign off.
es: El Backlog es la pestaña inferior «Backlog» (naranja) y lo que más distingue a esta app. Un agente PO (product owner) reúne por su cuenta las señales del repo — incidencias, comentarios TODO, documentos, cambios recientes y similares — y propone «qué hacer a continuación» como tarjetas de informe de oportunidad; tú solo lees cada tarjeta y decides. Sin detallar qué construir, el agente recopila señales y las publica mientras tú únicamente das el visto bueno.
fr: Le Backlog est l’onglet inférieur «Backlog» (orange) et ce qui distingue le plus cette app. Un agent PO (product owner) rassemble seul les signaux du dépôt — tickets, commentaires TODO, documents, changements récents, etc. — et propose «quoi faire ensuite» sous forme de cartes de brief d’opportunité ; il vous suffit de lire chaque carte et de décider. Au lieu de détailler quoi construire, l’agent collecte les signaux et les publie pendant que vous validez seulement.
hi: बैकलॉग सबसे नीचे का «बैकलॉग» टैब (नारंगी) है और यही इस ऐप को सबसे अलग बनाता है। एक PO (प्रोडक्ट ओनर) एजेंट रेपो के संकेत — इश्यू, TODO टिप्पणियाँ, दस्तावेज़, हाल के बदलाव आदि — खुद इकट्ठा करता है और «आगे क्या करें» को अवसर-ब्रीफ़ कार्ड के रूप में सुझाता है; आपको बस हर कार्ड पढ़कर निर्णय लेना है। क्या बनाना है यह एक-एक करके लिखे बिना, एजेंट संकेत इकट्ठा करके पेश करता है और इंसान सिर्फ़ मंज़ूरी देता है।
ja: バックログは下部の «バックログ» タブ(オレンジ)で、このアプリの最大の特長です。PO(プロダクトオーナー)エージェントがリポジトリのシグナル — Issue・TODO コメント・ドキュメント・最近の変更など — を自分で集め、«次に何をすべきか» を機会ブリーフのカードとして提案し、あなたはそのカードを読んで決めるだけ。何を作るかを一つ一つ書かなくても、エージェントがシグナルを集めて出し、人は決裁するだけの流れです。
pt_br: O Backlog é a aba inferior «Backlog» (laranja) e o que mais diferencia este app. Um agente PO (product owner) reúne sozinho os sinais do repo — issues, comentários TODO, documentos, mudanças recentes e afins — e propõe «o que fazer a seguir» como cartões de brief de oportunidade; você só lê cada cartão e decide. Em vez de detalhar o que construir, o agente coleta sinais e os publica enquanto você apenas aprova.
ru: Бэклог — это нижняя вкладка «Бэклог» (оранжевая) и главное отличие этого приложения. Агент-PO (владелец продукта) сам собирает сигналы репозитория — задачи, комментарии TODO, документы, недавние изменения и подобное — и предлагает «что делать дальше» в виде карточек-брифов возможностей; вам остаётся прочитать карточку и принять решение. Вместо того чтобы расписывать, что строить, агент собирает сигналы и выкладывает их, а человек только утверждает.
zh_hans: 待办列表是底部的«待办列表»标签(橙色)，也是本应用最与众不同之处。PO(产品负责人)智能体会自行收集仓库的信号——问题、TODO 注释、文档、最近改动等——并以机会简报卡片的形式提出«接下来该做什么»，你只需阅读卡片并做决定。无需逐条写明要做什么，智能体收集信号并提交，人只负责审批。

source: 버그 제보
ar: الإبلاغ عن خطأ
en: Report a bug
es: Informar de un error
fr: Signaler un bug
hi: बग रिपोर्ट करें
ja: バグを報告
pt_br: Relatar um bug
ru: Сообщить об ошибке
zh_hans: 报告问题
